Repository: balapoq/AnimationLib
Catalog: Platform_AnimationDemo/Resources/Localisation/*.lproj/Localizable.strings
Languages: de, zh_hans, zh_hant

# ENTER_FIRSTNAME
source: Please enter first name.
de: Bitte geben Sie Ihren Vornamen ein.
zh_hans: 请更正您的名字.
zh_hant: 請更正您的名字.

# ENTER_LASTNAME
source: Please enter last name.
de: Bitte geben Sie Ihren Nachnamen ein.
zh_hans: 请更正您的姓氏.
zh_hant: 請更正您的姓氏.

# ENTER_TELEPHONE
source: Please enter your telephone or mobile number.
de: Bitte geben Sie Ihre Telefonnummer ein.
zh_hans: 请更正您的手机号码.
zh_hant: 請更正您的手機號碼.

# ENTER_VALID_EMAIL
source: Please enter a valid email address.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.
zh_hans: 请输入有效的邮箱地址.
zh_hant: 請輸入有效的郵箱地址.

# ENTER_PASSWORD
source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.
zh_hans: 请输入密码.
zh_hant: 請輸入密碼.

# ENTER_VALID_PASSWORD
source: Min 8 characters and 1 number
de: Min. 8 Zeichen und 1 Nummer
zh_hans: 至少8位字母和1位数字
zh_hant: 至少8位字母和1位數字

# ENTER_BILLING_ADDRESS
source: Please enter a billing address.
de: Bitte geben Sie Ihre Zahlungsadresse ein.
zh_hans: 请输入您的付款地址.
zh_hant: 請輸入您的付款地址.

# ENTER_CITY
source: Please enter a city for your billing address.
de: Bitte geben Sie eine Stadt für Ihre Zahlungsadresse ein.
zh_hans: 请输入您的付款城市.
zh_hant: 請輸入您的付款城市.

# ENTER_COUNTY
source: Please enter a county for your billing address.
de: Bitte geben Sie einen Verwaltungsbezirk für Ihre Zahlungsadresse ein.
zh_hans: 请输入您的付款省市.
zh_hant: 請輸入您的付款省市.

# ENTER_POSTCODE
source: Please enter a postcode for your billing address.
de: Bitte geben Sie eine Postleitzahl für Ihre Zahlungsadresse ein.
zh_hans: 请输入您的付款邮编.
zh_hant: 請輸入您的付款郵編.

# ENTER_COUNTRY
source: Please pick a country for your billing address.
de: Bitte wählen Sie ein Land für Ihre Zahlungsadresse aus.
zh_hans: 请输入您的付款国家.
zh_hant: 請輸入您的付款國家.

# ENTER_DELIVERY_FIRSTNAME
source: Please enter your delivery address First Name.
de: Bitte geben Sie den Vornamen für Ihre Lieferadresse ein.
zh_hans: 请输入您的收件人名字.
zh_hant: 請輸入您的收件人名字.

# ENTER_DELIVERY_LASTNAME
source: Please enter your delivery address Last Name.
de: Bitte geben Sie den Nachnamen für Ihre Lieferadresse ein.
zh_hans: 请输入您的收件人姓氏.
zh_hant: 請輸入您的收件人姓氏.

# ENTER_DELIVERY_TELEPHONE
source: Please enter the telephone number for your delivery address.
de: Bitte geben Sie eine Telefonnummer für Ihre Lieferadresse ein.
zh_hans: 请输入您的收件人电话号码
zh_hant: 請輸入您的收件人電話號碼

# ENTER_DELIVERY_ADDRESS
source: Please enter your delivery address.
de: Bitte geben Sie Ihre Lieferadresse ein.
zh_hans: 请输入您的收件人地址.
zh_hant: 請輸入您的收件人地址.

# ENTER_DELIVERY_CITY
source: Please enter your delivery address City.
de: Bitte geben Sie die Stadt Ihrer Lieferadresse ein.
zh_hans: 请输入您的收件人城市.
zh_hant: 請輸入您的收件人城市.

# ENTER_DELIVERY_POSTCODE
source: Please enter your delivery address Post Code.
de: Bitte geben Sie die Postleitzahl Ihrer Lieferadresse ein.
zh_hans: 请输入您的收件人邮编.
zh_hant: 請輸入您的收件人郵編.

# ENTER_DELIVERY_COUNTRY
source: Please enter the country for your delivery address.
de: Bitte geben Sie ein Land für Ihre Lieferadresse ein.
zh_hans: 请输入您的收件人名字国家.
zh_hant: 請輸入您的收件人名字國家.

# ENTER_VALID_FIRSTNAME
source: Please enter first name for %@.
de: Bitte geben Sie Ihren Vornamen für %@ ein.

# ENTER_VALID_LASTNAME
source: Please enter last name for %@.
de: Bitte geben Sie Ihren Nachnamen für %@ ein.

# ENTER_VALID_TELEPHONE
source: Please enter a valid number (digits only) for %@.
de: Bitte geben Sie eine gültige Telefonnummer (nur Zahlen) für %@ ein.

# ENTER_VALID_ADDRESS
source: Please enter an address for %@.
de: Bitte geben Sie eine Adresse für %@ ein.

# ENTER_VALID_CITY
source: Please enter city for %@.
de: Bitte geben Sie eine Stadt für %@ ein.

# ENTER_VALID_POSTCODE
source: Please enter a valid post code for %@.
de: Bitte geben Sie eine gültige Postleitzahl für %@ ein.

# ENTER_VALID_COUNTRY
source: Please enter country for %@.
de: Bitte geben Sie ein Land für %@ ein.

source: Select Payment Method
de: Zahlungsmethode auswählen

# SELECT_PAYMENT_METHOD_ERROR
source: Payments temporary unavailable. Please try later
de: Zahlungsmethode ist momentan nicht verfügbar. Bitte versuchen Sie es später erneut.

# ADD_CARD_PAYMENT_METHOD_TITLE
source: Add Card
de: Karte hinzufügen

# ADD_PAYMENT_METHOD_SAVE
source: Save
de: Sichern

# ADD_PAYMENT_METHOD_SECURITY_HINT
source: Your card details are encrypted before transmission to our secure payment service provider, ensuring that all information is kept safe and secure.
de: Um sicherzustellen, dass alle Informationen abgesichert sind, werden Ihre Kartendaten verschlüsselt, bevor sie an unseren sicheren Zahlungsdienstleister übermittelt werden.

source: Camera
de: Kamera
zh_hans: 相机
zh_hant: 相機

source: Confirmation
de: Bestätigung
zh_hans: 确认
zh_hant: 確認

# CLEAR_ALL_WISHLIST_ITEMS
source: Are you sure you want to clear all the items from your wishlist
de: Sind Sie sicher, dass Sie alle Artikel von Ihrer Wunschliste entfernen möchten?
zh_hans: 您确定要清除所有的收藏？
zh_hant: 您確定要清除所有的收藏？

# MY_SIZES_MY_MEASUREMENTS
source: My sizes
de: Meine Größen
zh_hans: 我的尺寸
zh_hant: 我的尺寸

# MY_SIZES_HIS_MEASUREMENTS
source: His sizes
de: Seine Größen
zh_hans: 他的尺寸
zh_hant: 他的尺寸

# MY_SIZES_HER_MEASUREMENTS
source: Her sizes
de: Ihre Größen
zh_hans: 她的尺寸
zh_hant: 她的尺寸

# MY_SIZES_LITTLE_ONE_MEASUREMENTS
source: Little one's sizes
de: Kindergrößen
zh_hans: 儿童的尺寸
zh_hant: 兒童的尺寸

# MY_SIZES_MANS_MEASUREMENTS
source: Men's sizes
de: Herrengrößen
zh_hans: 男士的尺寸
zh_hant: 男士的尺寸

# MY_SIZES_WOMAN_MEASUREMENTS
source: Women's sizes
de: Damengrößen
zh_hans: 女士的尺寸
zh_hant: 女士的尺寸

# MY_SIZES_ENTER_IN_YOUR_MEASUREMENTS
source: Enter your vital stats
de: Geben Sie Ihre Maße ein
zh_hans: 请输入您的尺寸号码
zh_hant: 請輸入您的尺寸號碼

# MY_SIZES_TOPS
source: Tops
de: Oberteile
zh_hans: 上衣
zh_hant: 上衣

# MY_SIZES_BOTTOMS
source: Bottoms
de: Hosen
zh_hans: 下衣
zh_hant: 下衣

# MY_SIZES_SHOES
source: Shoes
de: Schuhe
zh_hans: 鞋
zh_hant: 鞋

# MY_SIZES_BRA
source: Bra
de: BH
zh_hans: 文胸
zh_hant: 文胸

# MY_SIZES_BRA_BACK
source: Back size
de: Umfang
zh_hans: 胸围
zh_hant: 胸圍

# MY_SIZES_BRA_CUP
source: Cup size
de: Körbchengröße
zh_hans: 罩杯
zh_hant: 罩杯

# MY_SIZES_NO_SIZE_SELECTED
source: No size selected
de: Keine Größe ausgewählt
zh_hans: 没有任何选择
zh_hant: 沒有任何選擇

source: Update Your Details
de: Aktualisieren Sie Ihre Angaben
zh_hans: 更新您的资料
zh_hant: 更新您的資料

# DOB
source: Date of birth
de: Geburtsdatum
zh_hans: 出生日期
zh_hant: 出生日期

# MANAGE_MY_ADDRESS
source: Manage addresses
de: Meine Adressen verwalten
zh_hans: 管理地址簿
zh_hant: 管理地址簿

source: Register Replacement Reward Card
de: Registrieren Sie Ihre Ersatz-Treuekarte
zh_hans: 注册／更换会员卡
zh_hant: 註冊／更換會員卡

source: Please select one
de: Bitte wählen Sie eine aus
zh_hans: 请选择
zh_hant: 請選擇

source: Successfully updated.
de: Erfolgreich aktualisiert.
zh_hans: 更新成功.
zh_hant: 更新成功.

source: View My Profile
de: Mein Profil ansehen
zh_hans: 查看我的资料
zh_hant: 查看我的資料

# DO_YOU_WANT_TO_LOG_OUT
source: Do you want to logout from your account?
de: Möchten Sie sich aus Ihrem Konto ausloggen?
zh_hans: 您确定要登出?
zh_hant: 您確定要登出?

source: Are you sure ?
de: Sind Sie sicher?
zh_hans: 您确定
zh_hant: 您確定

# MANAGE_YOUR_DETAILS_BIRTHDAY
source: Manage your details here - Date of Birth can only be updated once
de: Verwalten Sie Ihre Angaben hier – Geburtsdatum kann nur einmal aktualisiert werden

# MANAGE_YOUR_DETAILS
source: Manage your details here
de: Verwalten Sie Ihre Angaben hier
zh_hans: Manage your details here - Date of Birth can only be updated once
zh_hant: Manage your details here - Date of Birth can only be updated once

# EMAIL_IN_USE
source: Email address already in use.
de: E-Mail-Adresse bereits vergeben.
zh_hans: 邮箱已经被使用
zh_hant: 郵箱已經被使用

source: Please sign in to your account
de: Bitte melden Sie sich mit Ihrem Konto an
zh_hans: 请登入您的账户
zh_hant: 請登入您的賬戶

source: Clear Selected Filters
de: Ausgewählte Filter entfernen
zh_hans: 清除已选
zh_hant: 清除已選

source: Clear Current View
de: Ansicht löschen
zh_hans: 清除当页选项
zh_hant: 清除當頁

source: Clear All
de: Alles löschen
zh_hans: 清除所有选项
zh_hant: 清除所有選項

source: FILTERS
de: FILTER
zh_hans: 筛选
zh_hant: 篩選

# FILTER_COLOUR
source: Colour
de: Farbe

# FILTER_SIZE
source: Size
de: Größe

# FILTER_BRAND
source: Brand
de: Marke

# FILTER_STYLE
source: Style
de: Stil

# FILTER_CATEGORY
source: Category
de: Kategorie

source: Filter Results
de: Filter
zh_hans: 筛选结果
zh_hant: 篩選結果

source: Filter Options
de: Filter
zh_hans: 筛选选项
zh_hant: 篩選選項

source: CLEAR ALL FILTERS
de: ALLE FILTER ENTFERNEN
zh_hans: 清除所有选项
zh_hant: 清除所有選項

source: Clear Filters
de: Filter entfernen

# CLEAR_CURRENT_MESSAGE
source: Are you sure you want to clear your current selections?
de: Sind Sie sicher, dass Sie Ihre derzeitige Auswahl löschen möchten?

source: MOST RECENT
de: NEU EINGETROFFEN
zh_hans: 最新上架
zh_hant: 最新上架

# LOOKBOOK_SHOP_BUTTON
source: SHOP THE LOOK
de: DEN LOOK SHOPPEN
zh_hans: 购买样式
zh_hant: 購買樣式

# LOOKBOOK_HIDE_BUTTON
source: HIDE
de: AUSBLENDEN
zh_hans: 隐藏
zh_hant: 隱藏

# GENDER_REQUIRED
source: Gender is required
de: Geschlecht ist erforderlich
zh_hans: 请输入性别
zh_hant: 請輸入性別

# USERNAME_ALREADY_USE
source: Username is already in use
de: Benutzername ist bereits vergeben

# PLEASE_WAIT
source: Please wait while we process your details
de: Bitte warten Sie während wir Ihre Angaben verarbeiten
zh_hans: 我们正在处理您的信息，请稍后
zh_hant: 我們正在處理您的信息，請稍後

# WEBVIEW_LOADING
source: Loading...
de: Laden...
zh_hans: 加载中...
zh_hant: 加載中...

# DO_YOU_WANT_TO_EXIT_CHEKOUT
source: Are you sure you want to leave the checkout?
de: Sind Sie sicher, dass Sie das Check-out verlassen wollen?
zh_hans: 您确定要离开付款?
zh_hant: 您確定要離開付款?

# DO_YOU_WANT_TO_EXIT_CHEKOUT_YES
source: Yes
de: Ja
zh_hans: 确认
zh_hant: 確認

# DO_YOU_WANT_TO_EXIT_CHEKOUT_NO
source: No
de: Nein
zh_hans: 取消
zh_hant: 取消

source: Failed to login
de: Anmeldung fehlgeschlagen
zh_hans: 登入失败
zh_hant: 登入失敗

# UNAUTORIZED_ACCESS
source: Unauthorized Access
de: Unauthorisierter Zugriff
zh_hans: 访问错误
zh_hant: 訪問錯誤

source: Wrong Username or password
de: Falscher Benutzername oder Passwort
zh_hans: 用户名／密码错误
zh_hant: 用戶名／密碼​​錯誤

source: Dismiss
de: Verwerfen
zh_hans: 跳过
zh_hant: 跳過

source: Failed to sign up
de: Registrierung fehlgeschlagen
zh_hans: 注册失败
zh_hant: 註冊失敗

# iRateMessageTitle
source: Rate %@
de: %@ bewerten
zh_hans: 为“%@”评分
zh_hant: 為“%@”評分

# iRateAppMessage
source: If you enjoy using %@, would you mind taking a moment to rate it? It won’t take more than a minute. Thanks for your support!
de: Hat Ihnen %@ gefallen? Bitte nehmen Sie sich einen Moment Zeit für eine Bewertung. Vielen Dank für Ihre Unterstützung!
zh_hans: 如果您觉得“%@”很好用，可否为其评一个分数？评分过程只需花费很少的时间。感谢您的支持！
zh_hant: 如果您覺得“%@”很好用，可否為其評一個分數？評分過程只需花費很少的時間。感謝您的支持！

# iRateGameMessage
source: If you enjoy playing %@, would you mind taking a moment to rate it? It won’t take more than a minute. Thanks for your support!
de: Hat Ihnen %@ gefallen? Bitte nehmen Sie sich einen Moment Zeit für eine Bewertung. Vielen Dank für Ihre Unterstützung!

# iRateCancelButton
source: No, Thanks
de: Nein Danke
zh_hans: 不了，谢谢
zh_hant: 不了，謝謝

# iRateRateButton
source: Rate It Now
de: Jetzt Bewerten
zh_hans: 现在去评分
zh_hant: 現在去評分

# iRateRemindButton
source: Remind Me Later
de: Vielleicht Später
zh_hans: 稍后再说
zh_hant: 稍後再說

# APPLY_VOUCHER_TITLE
source: Apply Voucher
de: Gutschein einlösen
zh_hans: 使用优惠券

# APPLY_VOUCHER_TEXTFIELD_PLACEHOLDER
source: Voucher Code and Student Discount
de: Gutscheincode und Studentenrabatt
zh_hans: 优惠券和学生折扣

# APPLY_VOUCHER_BUTTON_LABEL
source: Apply
de: Eingeben
zh_hans: 使用

# REMOVE_VOUCHER_MESSAGE
source: Do you want to remove voucher applied
de: Möchten Sie den Gutschein entfernen?
zh_hans: 消除优惠券

# INVALID_VOUCHER_CODE
source: Invalid Code. Please try again.
de: Ungültiger Code. Bitte versuchen Sie es erneut.
zh_hans: 优惠券无效. 请重试.

# VOUCHER_VIEW_TEXT
source: Voucher
de: Gutschein
zh_hans: 优惠券

# STUDENT_DISCOUNT_VIEW_TEXT
source: Student Discount
de: Studentenrabatt
zh_hans: 学生折扣

# VOUCHER_CODE_DEFAULT_TEXT
source: Voucher Code
de: Gutscheincode
zh_hans: 优惠券

# STUDEN_DISCOUNT_DEFAULT_TEXT
source: NUS Student Number
de: NUS Studentennummer
zh_hans: NUS 学生折扣

# FAILED_TO_ACCESS_CONTACT
source: Failed to Access Contacts List
de: Zugriff auf Kontaktliste fehlgeschlagen
zh_hans: 无法读取联络方式

# SHOPIFY_US_ONLY_SHIPPING_ADDRESS_TITLE
source: Only US shipping addresses supported
de: Nur US-Amerikanische Lieferadressen unterstützt

# APPLE_PAY_UNAVAILABLE_ERROR
source: Apple Pay temporarily unavailable. Please try again later
de: Apple Pay ist derzeit nicht verfügbar. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut
zh_hans: Apple Pay 暂时无法访问. 请稍后再试

# CANNOT_USE_APPLE_WHILE_EDIT
source: Finish editing to use Apple Pay
de: Bearbeitung beenden, um Apple Pay zu benutzen
zh_hans: 请编辑完再使用 Apple Pay

# CANNOT_USE_APPLE_UNAVAILABLE_ITEM
source: Can't make order. Bag contains unavailable items
de: Bestellung nicht möglich. Warenkorb enthält nicht-verfügbare Artikel

# SHOPIFY_US_ONLY_BILLING_ADDRESS_TITLE
source: Only US billing addresses supported
de: Nur US-Amerikanische Zahlungsadressen unterstützt

source: Checkout with Klarna
de: Kasse mit Klarna
zh_hans: 与Klarna结帐

source: Delivery Options
de: Lieferoptionen
zh_hans: 邮寄选项

source: Select Delivery Options
de: Lieferoptionen auswählen

source: Discount
de: Rabatt
zh_hans: 折扣

# COMPLETE_ALL_REQURED_FIELDS
source: Complete all fields to place order
de: Füllen Sie alle Felder aus, um die Bestellung aufzugeben
zh_hans: 请填完所有选项

# COMPLETE_PAYMENT_METHOD_NOT_AVAILABLE
source: Payment method not available
de: Zahlungsmethode ist nicht verfügbar
zh_hans: 付款方式不可用

source: Continue shopping
de: Weitershoppen
zh_hans: 继续购物

# SWIPE_TO_HYPE_PLACEHOLDER
source: Swipe to Hype Feature coming soon.
de: Swipe to Hype Feature in Kürze verfügbar.

# SELECT_ADDRESS_TYPE
source: Select %@
de: Wähle %@

# ADDRESS_TYPE
source: %@ Address
de: %@ Adresse

source: address book
de: Adressbuch
zh_hans: 地址簿

# DELETE_ADDRESS_MESSAGE
source: Are you sure you want to delete the address?
de: Sind Sie sicher, dass Sie die Adresse löschen wollen?
zh_hans: 你确定你要删除这个地址?

source: Delete
de: Löschen
zh_hans: 删除

source: Save
de: Speichern
zh_hans: 保存

# VIEW_AMEND_BUTTON
source: View / Amend
de: Ansehen / Ändern
zh_hans: 查看 / 更改

# SET_PRIMARY_BILLING_ADDRESS
source: Set as primary billing address
de: Legen Sie eine Haupt-Rechnungsadresse fest
zh_hans: 设置为主要付款地址

# SET_PRIMARY_SHIPPING_ADDRESS
source: Set as primary delivery address
de: Legen Sie eine Haupt-Lieferadresse fest
zh_hans: 设置为主要邮寄地址

# SAME_AS_BILLING_ADDRESS
source: Use same as billing address
de: Gleiche Adresse, wie Zahlungsadresse verwenden
zh_hans: 使用同样付款地址

source: Order ID:
de: Bestell-ID:
zh_hans: 订单号:

source: Yay!
de: Juhu!

# NEW_ADDRESS
source: add new address
de: Neue Adresse hinzufügen
zh_hans: 新的地址

# ORDER_HARSH_NUMBER
source: Order #%@
de: Bestellung #%@

# CHECKOUT_MANAGEADDRESS_SELECT_ADDRESS
source: SELECT ADDRESS
de: ADRESSE AUSWÄHLEN
zh_hans: 选择地址

source: edit address
de: Adresse bearbeiten
zh_hans: 编辑地址

source: Free
de: Kostenlos
zh_hans: 免费

source: my account
de: Mein Konto
zh_hans: 我的账户

# CHECKOUT_ERROR
source: An error occured, please review your payment information and try again later.
de: Ein Fehler ist aufgetreten. Bitte überprüfen Sie Ihre Zahlungsinformationen und versuchen Sie es später erneut.
zh_hans: 发生错误, 请再次确认您的付款信息，稍后再试.

source: Skip
de: Überspringen
zh_hans: 跳过

# COUNTRY_SELECTION_TITLE
source: Country Preference
de: Bevorzugtes Land
zh_hans: 国家选项

# COUNTRY_SELECTION_WARNING_TITLE
source: By changing the country, the product prices could vary and your Shopping Bag will be emptied
de: Durch Ändern des Landes könnten die Produktpreise variieren und Ihr Warenkorb wird geleert
zh_hans: 请注意：选择国家之后，商品价格会不同，您的购物车会被清空。

# COUNTRY_SELECTION_CURRENT_COUNTRY_FORMAT
source: Your current country is %@
de: Ihr derzeitiges Land ist %@
zh_hans: 您当前所在地： %@

source: Size
de: Größe

source: size
de: größe

source: SIZE
de: GRÖßE
zh_hans: 尺寸
zh_hant: 尺寸

# TITLE_SIZE_NUMBER
source: %@ - Size %@
de: %@ - Größe %@

# PDP_Sold_Out
source: Sold Out
de: Ausverkauft
zh_hans: 抢光了
zh_hant: 搶光了

source: HOME
zh_hans: 主页
zh_hant: 主頁

source: SHOP
zh_hans: 购物
zh_hant: 購物

source: LIKES
zh_hans: 喜欢
zh_hant: 喜歡

source: STORES
zh_hans: 商店
zh_hant: 商店

source: OK
zh_hans: 确认
zh_hant: 確認

source: WISH
zh_hans: 喜欢
zh_hant: 喜歡

source: LOVES
zh_hans: 喜欢
zh_hant: 喜歡

source: Logout
zh_hans: 登出
zh_hant: 登出

source: Colour
zh_hans: 颜色
zh_hant: 顏色

source: Login
zh_hans: 登录
zh_hant: 登錄

source: Total:
zh_hans: 总计:
zh_hant: 總計:

source: Facebook
zh_hans: 脸书
zh_hant: 臉書

source: Twitter
zh_hans: 推特
zh_hant: 推特

source: Shop It
zh_hans: 相关商品
zh_hant: 相關商品

source: LIKE
zh_hans: 喜欢
zh_hant: 喜歡

# IN_STORE_STORE
source: Store
zh_hans: 商店
zh_hant: 商店

source: No results found for your request
zh_hans: 没有发现任何结果
zh_hant: 沒有發現任何結果

# MY_SIZES_KIDS_MEASUREMENTS
source: Kids' sizes
zh_hans: 儿童的尺寸
zh_hant: 兒童的尺寸

source: SIZES
zh_hans: 号码
zh_hant: 号码
