Repository: balapoq/AnimationLib
Catalog: Platform_AnimationDemo/Resources/Localisation/*.lproj/Localizable.strings
Languages: de, zh_hans, zh_hant

source: WISHLIST
de: WUNSCHLISTE
zh_hans: 收藏
zh_hant: 收藏

source: SCAN
de: SCANNEN
zh_hans: 扫描
zh_hant: 掃描

source: BAG
de: WARENKORB
zh_hans: 购物车
zh_hant: 購物車

source: MORE
de: MEHR
zh_hans: 更多
zh_hant: 更多

source: YOU
de: SIE
zh_hans: 我的
zh_hant: 我的

source: Cancel
de: Abbrechen
zh_hans: 取消
zh_hant: 取消

source: ERROR
de: FEHLER
zh_hans: 错误
zh_hant: 錯誤

source: Successful!
de: Erfolgreich
zh_hans: 成功!
zh_hant: 成功!

source: Next
de: Weiter
zh_hans: 下一个
zh_hant: 下一個

source: Done
de: Fertig
zh_hans: 完成
zh_hant: 完成

source: Loading
de: Laden
zh_hans: 加载中...
zh_hant: 加載中...

source: Loading...
de: Laden...

source: Submit
de: Übermitteln
zh_hans: 提交
zh_hant: 提交

source: Remove
de: Entfernen

# GO_TO_BAG
source: Go to your bag
de: Gehe zu Warenkorb
zh_hans: 去购物车
zh_hant: 去購物車

source: EDIT
de: BEARBEITEN
zh_hans: 编辑
zh_hant: 編輯

source: REFINE
de: VERFEINERN
zh_hans: 筛选
zh_hant: 篩選

# NUMBER_ITEMS
source: %d Items
de: %d Artikel
zh_hans: 共 %d 件
zh_hant: 共 %d 件

# NUMBER_ITEM
source: %d Item
de: %d Artikel

# BAG_REMOVE_ITEMS %@
source: Are you sure you want to remove %@ from your bag?
de: Sind Sie sicher, dass Sie %@ aus Ihrem Warenkorb entfernen möchten?
zh_hans: 您确定要删除 %@ ?
zh_hant: 您確定要刪除 %@ ?

# BAG_NO_ITEMS
source: Your bag is empty
de: Ihr Warenkorb ist leer
zh_hans: 您的购物车里什么都没有
zh_hant: 您的購物車裡什麼都沒有

# BAG_NO_ITEMS_INSTRUCTIONS
source: No products added to your bag Start Shopping Now
de: Klicken Sie unten um mit dem Einkauf bei %@ zu beginnen
zh_hans: 点击以下开始在 House of Fraser 购物
zh_hant: 點​​擊以下開始在House of Fraser 購物

source: Add to Bag
de: IN DEN WARENKORB
zh_hans: 加入购物车
zh_hant: 加入購物車

source: ADDED TO BAG
de: ZU WARENKORB HINZUGEFÜGT
zh_hans: 已加入购物车
zh_hant: 已加入購物車

# ERROR_ADDED_TO_BAG
source: An error occured while adding to bag
de: Beim Hinzufügen zum Warenkorb ist ein Fehler aufgetreten

# BAG_OUT_OF_STOCK
source: Currently out of stock
de: Zur Zeit nicht auf Lager
zh_hans: Product is out of stock
zh_hant: Product is out of stock

# BAG_ITEM_UNAVAILABLE
source: Requested amount is not available
de: Gewünschte Menge ist nicht verfügbar

# BAG_ITEM_INFO_UNAVAILABLE
source: Product information is not available
de: Produktinformation ist nicht verfügbar

# WISH_NO_ITEMS
source: Your wishlist is empty
de: Ihre Wunschliste ist leer
zh_hans: 还没有收藏任何物品
zh_hant: 還沒有收藏任何物品

# WISH_NO_ITEMS_INSTRUCTIONS
source: Love a product? Add it to your wishlist by tapping the heart
de: Ihnen gefällt ein Artikel? Tippen Sie auf das Herz, um ihn zu Ihrer Wunschliste hinzuzufügen.
zh_hans: 喜欢这个物品? 点击爱心加入收藏
zh_hant: 喜歡這個物品? 點擊愛心加入收藏

source: Call
de: Anrufen
zh_hans: 电话询问
zh_hant: 電話詢問

source: Get number
de: Telefonnummer abrufen

source: DIRECTIONS
de: WEGBESCHREIBUNG
zh_hans: 显示方向
zh_hant: 顯示方向

source: Opening Hours:
de: Öffnungszeiten
zh_hans: 营业时间：
zh_hant: 營業時間：

source: MONDAY
de: MONTAG
zh_hans: 星期一
zh_hant: 星期一

source: TUESDAY
de: DIENSTAG
zh_hans: 星期二
zh_hant: 星期二

source: WEDNESDAY
de: MITTWOCH
zh_hans: 星期三
zh_hant: 星期三

source: THURSDAY
de: DONNERSTAG
zh_hans: 星期四
zh_hant: 星期四

source: FRIDAY
de: FREITAG
zh_hans: 星期五
zh_hant: 星期五

source: SATURDAY
de: SAMSTAG
zh_hans: 星期六
zh_hant: 星期六

source: SUNDAY
de: SONNTAG
zh_hans: 星期日
zh_hant: 星期日

source: Available in store
de: Verfügbar im Store
zh_hans: 店内有售
zh_hant: 店內有售

source: Not Available in store
de: Nicht verfügbar im Store
zh_hans: 店内无货
zh_hant: 店內無貨

# IN_STORE_AVAILABILITY
source: In store
de: Im Store
zh_hans: 查询店内
zh_hant: 查詢店內

# IN_STORE_AVAILABILITY_OFF
source: Store information currently unavailable
de: Storeinformationen zur Zeit nicht verfügbar
zh_hans: 无法获得店内信息
zh_hant: 無法獲得店內信息

# CHECK_IN_STORE_AVAILABILITY_OFF
source: Check store availability
de: Verfügbarkeit im Store überprüfen
zh_hans: 查询店内库存
zh_hant: 查詢店內庫存

source: Description
de: Beschreibung
zh_hans: 商品详情
zh_hant: 商品詳情

source: Returns
de: Rückgaben
zh_hans: 退还
zh_hant: 退還

source: Size Guide
de: Größentabelle
zh_hans: 尺码
zh_hant: 尺碼

source: Leaving the app
de: App verlassen
zh_hans: 离开应用
zh_hant: 離開應用

# LEAVING_THE_APP_GETTING_DIRECTIONS
source: Getting directions will take you out of the app. Are you sure you want to go?
de: Durch Abrufen der Wegbeschreibung verlassen Sie die App. Sind Sie sicher, dass Sie die App verlassen möchten?
zh_hans: 您确定要打开导航，离开应用吗？
zh_hant: 您確定要打開導航，離開應用嗎？

source: Get Directions
de: Zur Wegbeschreibung
zh_hans: 导航
zh_hant: 導航

source: Nearby
de: In der Nähe
zh_hans: 附近
zh_hant: 附近

source: NEAR ME
de: IN MEINER NÄHE
zh_hans: 我的附近
zh_hant: 我的附近

source: BY NAME
de: NACH NAME
zh_hans: 店名
zh_hant: 店名

source: MAPS
de: KARTEN
zh_hans: 地图
zh_hant: 地圖

source: Map
de: Karte
zh_hans: 地图
zh_hant: 地圖

source: Miles
de: Meilen

source: Favourite Store
de: Lieblings-Store
zh_hans: 喜爱的商店

source: Call this store
de: Diesen Store anrufen
zh_hans: 致电询问
zh_hant: 致電詢問

source: Store Directions
de: Wegbeschreibung zum Store
zh_hans: 商店方向
zh_hant: 商店方向

source: Open today:
de: Heute geöffnet:
zh_hans: 今日营业时间:
zh_hant: 今日營業時間:

source: Available at our %@ store
de: Verfügbar in unserem %@ Store
zh_hans: 在 %@ 商店有售
zh_hant: 在 %@ 商店有售

# SIZE_AVAILABLE_AT_STORE
source: Size %@ is available at our %@ store
de: Größe %@ ist in unserem %@ Store verfügbar
zh_hans: 号码 %@ 在 %@ 商店有售
zh_hant: 號碼%@ 在%@ 商店有售

# UNAVAILABLE_AT_STORE
source: Unavailable at our %@ store
de: Nicht verfügbar in unserem %@ Store
zh_hans: %@ 商店已售完
zh_hant: %@ 商店已售完

# SIZE_UNAVAILABLE_STORE_SELECT_STORE
source: Size %@ is unavailable at %@ store. Select another store.
de: Größe %@ ist nicht im %@ Store verfügbar. Wählen Sie einen andern Store aus.
zh_hans: 号码 %@ 在 %@ 商店已售完. 请选择另外一家.
zh_hant: 號碼%@ 在%@ 商店已售完. 請選擇另外一家.

source: Set favourite
de: Als Favorit auswählen

# PULL_TO_REFRESH
source: Pull down to refresh...
de: Zum Aktualisieren herunterziehen...
zh_hans: 下拉可更新...
zh_hant: 下拉可更新...

source: Release to refresh...
de: Zum Aktualisieren loslassen...
zh_hans: 松开可更新...
zh_hant: 鬆開可更新...

source: Was %@
de: War %@

source: Now %@
de: Jetzt %@

source: From %@
de: Ab %@

source: FEATURED
de: TOPSELLER
zh_hans: 推荐
zh_hant: 推薦

source: NEWEST
de: NEUHEITEN
zh_hans: 最新
zh_hant: 最新

source: RATING
de: BEWERTUNG
zh_hans: 好评
zh_hant: 好評

# PRICE_DOWN
source: PRICE ↓
de: PREIS ↓
zh_hans: 价格 ↓
zh_hant: 價格 ↓

# PRICE_UP
source: PRICE ↑
de: PREIS ↑
zh_hans: 价格 ↑
zh_hant: 價格 ↑

source: Sort by: %@
de: Sortiert nach: %@

source: Register
de: Neu registrieren
zh_hans: 注册
zh_hant: 註冊

source: Sign up
de: Anmelden
zh_hans: 注册
zh_hant: 註冊

source: Sign in
de: Anmelden
zh_hans: 登入
zh_hant: 登入

source: Sign in to
de: Anmelden zu
zh_hans: 登入
zh_hant: 登入

source: Sign in to
de: Anmelden zu

source: Logged out
de: Abgemeldet
zh_hans: 退出
zh_hant: 退出

source: Forgot Password
de: Passwort Vergessen
zh_hans: 忘记密码
zh_hant: 忘記密碼

source: Terms & Conditions
de: AGB’s
zh_hans: 服务条款
zh_hant: 服務條款

# LOGIN_REGISTER_TO_LIKE
source: Please log in or register to like the product.
de: Bitte loggen Sie sich ein, oder registrieren Sie sich, um den Artikel zu Ihrer Wunschliste hinzuzufügen.
zh_hans: 请先登录／注册才能加入收藏。
zh_hant: 請先登錄／註冊才能加入收藏。

# LOGIN_REGISTER_TO_CONTINUE
source: Please log in or register to continue
de: Bitte melden Sie sich an, oder registrieren Sie sich, um fortzufahren.
zh_hans: 请先登录／注册后再继续。
zh_hant: 請先登錄／註冊後再繼續。

# LOGGED_OUT_TEXT
source: You are now logged out of your account.
de: Sie sind jetzt abgemeldet.
zh_hans: 已经成功退出您的账户。
zh_hant: 已經成功退出您的賬戶。

# LOGIN_ERROR
source: The e-mail or password you entered might be incorrect. Please try again
de: E-Mail-Adresse oder Passwort sind nicht korrekt. Bitte versuchen Sie es erneut.
zh_hans: 密码或用户名错误，请重新再试。
zh_hant: 密碼或用戶名錯誤，請重新再試。

source: LOGIN FAILED
de: LOGIN FEHLGESCHLAGEN
zh_hans: 登录失败
zh_hant: 登錄失敗

# BAG_MERGED
source: We see you already had items in your basket so we’ve merged these items into your current basket
de: Wir haben gesehen, dass Sie bereits Artikel in Ihrem Warenkorb hatten. Wir haben diese zu Ihrem derzeitigen Warenkorb hinzugefügt
zh_hans: 我们发现您已有货物在其他购物车内，我们将合并您的货物
zh_hant: 我們發現您已有貨物在其他購物車內，我們將合併您的貨物

# CUSTOMER_RECOGNITION_NUMBER
source: RECOGNITION REWARD ACCOUNT NO.
de: TREUEKONTO NR.
zh_hans: 会员卡号
zh_hant: 會員卡號

source: Your account
de: Ihr Konto
zh_hans: 您的帐户
zh_hant: 您的帳戶

source: First Name*
de: Vorname*
zh_hans: 名*
zh_hant: 名*

source: Last Name*
de: Nachname*
zh_hans: 姓*
zh_hant: 姓*

source: Email*
de: E-Mail-Adresse*
zh_hans: 邮箱地址*
zh_hant: 郵箱地址*

source: Password*
de: Passwort*
zh_hans: 密码*
zh_hant: 密碼*

source: Gender*
de: Geschlecht*
zh_hans: 性别*
zh_hant: 性別*

source: Female
de: Weiblich
zh_hans: 女士
zh_hant: 女士

source: Male
de: Männlich
zh_hans: 男士
zh_hant: 男士

source: SHOW
de: ZEIGEN
zh_hans: 显示
zh_hant: 顯示

source: HIDE
de: AUSBLENDEN
zh_hans: 隐藏
zh_hant: 隱藏

source: Send me promotions
de: Schicken sie mir House of Fraser Angebote & Aktionen
zh_hans: 同意 House of Fraser 发送给我促销
zh_hant: 同意House of Fraser 發送給我促銷

# MASTERCARD_OPTION
source: I already have a Recognition MasterCard / Account Card
de: Ich habe bereits eine Treue- MasterCard / Kontokarte
zh_hans: 我已经有会员卡
zh_hant: 我已經有會員卡

# OPT_OUT_OPTION
source: You can opt out of having a Recognition Reward Account at any time, just call Customer Services
de: Sie können sich jederzeit vom Treuekonto abmelden, rufen Sie einfach den Kundenservice an

# UNLOCK_FEATURES
source: Unlock these features
de: Diese Features freischalten
zh_hans: 开始使用这些功能
zh_hant: 開始使用這些功能

# GO_SHOPPING_NOW
source: Start Shopping
de: Einkauf beginnen
zh_hans: 开始购物
zh_hant: 開始購物

# SHOW_AT_THE_TILL_POINTS
source: SHOW AT THE TILL TO COLLECT RECOGNITION POINTS
de: AN DER KASSE VORZEIGEN, UM TREUEPUNKTE ZU SAMMELN
zh_hans: 请出示会员码来获得积分
zh_hant: 請出示會員碼來獲得積分

source: MY FAVOURITE STORE
de: MEIN LIEBLINGS-STORE
zh_hans: 我的商店
zh_hant: 我的商店

source: SAVED SIZES
de: GESPREICHERTE GRÖßEN
zh_hans: 选择的尺寸
zh_hant: 選擇的尺寸

source: HISTORY
de: VERLAUF
zh_hans: 历史
zh_hant: 歷史

source: Discover more about Recognition
de: Mehr über die Treuekarte erfahren
zh_hans: 由此获得更多会员优惠
zh_hant: 由此獲得更多會員優惠

source: I'm new
de: Ich bin neu hier
zh_hans: 我是新人
zh_hant: 我是新人

source: Back to top
de: Zurück nach oben
zh_hans: 回到顶部
zh_hant: 回到頂部

source: Man
de: Herren
zh_hans: 男士
zh_hant: 男士

source: Woman
de: Damen
zh_hans: 女士
zh_hant: 女士

source: Kids
de: Kinder
zh_hans: 儿童
zh_hant: 兒童

source: Recently viewed items
de: Zuletzt angesehene Artikel
zh_hans: 最近浏览记录
zh_hant: 最近瀏覽記錄

source: Clear Recently Viewed Items
de: Zuletzt angesehene Artikel löschen
zh_hans: 清除最近浏览记录
zh_hant: 清除最近瀏覽記錄

# CLEAR_CONFIRMATTION
source: Are you sure you want to clear your recently viewed items?
de: Sind Sie sicher, dass sie Ihre zuletzt angesehenen Artikel löschen wollen?
zh_hans: 您确定要清除浏览记录?
zh_hant: 您確定要清除瀏覽記錄?

source: No recently viewed items
de: Keine zuletzt angesehenen Artikel
zh_hans: 没有最近浏览记录
zh_hant: 沒有最近瀏覽記錄

# NUMBER_ORDER
source: %d Order
de: %d Bestellung
zh_hans: %d 个订单
zh_hant: %d 個訂單

# NUMBER_ORDERS
source: %d Orders
de: %d Bestellungen
zh_hans: %d 个订单
zh_hant: %d 個訂單

source: Your order history
de: Vorherige Bestellungen
zh_hans: 订单历史
zh_hant: 訂單歷史

source: Your Order Summary
de: Ihre Bestellübersicht
zh_hans: 订单预览
zh_hant: 訂單預覽

source: Order Number:
de: Bestellnummer:
zh_hans: 订单号码:
zh_hant: 訂單號碼:

source: Order Date
de: Bestelldatum
zh_hans: 订单日期
zh_hant: 訂單日期

source: Order Total
de: Bestellsumme
zh_hans: 订单总额
zh_hant: 訂單總額

source: Purchased
de: Bestellt

source: Delivery Option
de: Lieferoptionen
zh_hans: 邮寄选项
zh_hant: 郵寄選項

source: Payment Method
de: Zahlungsart
zh_hans: 付款方式
zh_hant: 付款方式

source: Delivered To:
de: Geliefert zu:
zh_hans: 寄送至:
zh_hant: 寄送至:

source: Sub Total
de: Zwischensumme
zh_hans: 小计
zh_hant: 小計

source: Post & Packaging
de: Versand & Verpackung

source: Total
de: Gesamtsumme
zh_hans: 总计
zh_hant: 總計

source: Order history empty
de: Bestellverlauf leer
zh_hans: 无订单历史纪录
zh_hant: 無​​訂單歷史紀錄

source: Product Code
de: Produktcode

source: Gift Message:
de: Geschenk-Nachricht:

# ORDER_STATUS
source: Your order is %@
de: Ihre Bestellung ist %@

source: Welcome
de: Willkommen
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome to your
de: Willkommen
zh_hans: 欢迎来到你的
zh_hant: 歡迎來到你的

# BIRTHDAY_DOUBLE_POINTS
source: Birthday Double Points? Add your date of birth
de: Doppelte Geburtstagspunkte erhalten? Fügen Sie Ihr Geburtsdatum hinzu

source: Keep scrolling down
de: Weiter nach unten scrollen

# COLLECT_POINTS
source: Collect Points* and enjoy fuss-free checkout
de: Punkte sammeln* und ein unkompliziertes Check-out genießen

# OTHER_GREAT_FEATURES
source: You'll also have access to these other great features
de: Sie werden ebenfalls Zugang zu diesen anderen, großartigen Features erhalten

source: Add your favourite store
de: Lieblings-Store hinzufügen

# VIEW_STOCK_AVAILABILITY_OPENING_TIMES
source: View stock availability and opening times
de: Lagerverfügbarkeit und Öffnungszeiten ansehen

source: MAKE MONEY WHILE YOU SHOP
de: GELD VERDIENEN WÄHREND DES EINKAUFS

# START_COLLECTING_POINTS
source: Start collecting points with a House of Fraser Virtual Recognition Card
de: Fangen Sie an Punkte zu sammeln mit der virtuellen House of Fraser Treuekarte

# COLLECT_RECOGNITION_POINTS
source: Collect Recognition Points when you sign in or sign up*
de: Sammeln Sie Treuepunkte beim Anmelden oder Registrieren*

# DATA_CORRECT_YESTERDAY
source: Data correct as of yesterday
de: Daten entsprechen dem Stand von gestern

# REWARD_DUE_TO_EXPIRE_ON
source: %@%@ Reward due to expire on %@. All data correct as of yesterday
de: %@%@ Prämie läuft am %@ ab. Alle Daten entsprechen dem Stand von gestern

# GOT_REWARD_CARD
source: Got a plastic Reward Card?
de: Haben Sie eine Treuekarte?

# LINK_PLASTIC_REWARD_CARD
source: Link your plastic Reward Card to your Recognition Account
de: Verbinden Sie Ihre Treuekarte mit Ihrem Treuekonto

# ACCESS_TO_ALL_FEATURES
source: You now have access to all the great features below
de: Sie haben jetzt Zugang zu all diesen großartigen Features weiter unten

# YOUR_RECOGNITION_DASHBOARD
source: YOUR RECOGNITION REWARD ACCOUNT DASHBOARD
de: IHR TREUEKONTO DASHBOARD

# EXCLUDES_RECOGNITION_CARD
source: This excludes Recognition MasterCard and Account Card
de: Dies schließt Treue-MasterCard und Kontokarte aus

source: YOU HAVE
de: SIE HABEN

source: POINTS
de: PUNKTE

source: YOUR REWARD
de: IHRE PRÄMIE

source: TO SPEND
de: ZUM EINLÖSEN

# HOME_CONNECTION_ERROR
source: Connection error. Please pull down to refresh.
de: Verbindungsfehler. Zum Aktualisieren nach unten ziehen.
zh_hans: 网路不给力. 请下拉刷新.
zh_hant: 網路不給力. 請下拉刷新.

# TRY_AGAIN
source: Please try again later.
de: Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.
zh_hans: 请稍后再试试.
zh_hant: 請稍後再試試.

source: Connection Error
de: Verbindungsfehler
zh_hans: 网路不给力
zh_hant: 網路不給力

# UNABLE_TO_CONNECT
source: Unable to connect to server, please go back and try again.
de: Verbindung mit dem Server fehlgeschlagen. Bitte aktualisieren Sie und versuchen es erneut.
zh_hans: 网络不给力，无法连接，请稍后再试。
zh_hant: 網絡不給力，無法連接，請稍後再試。

source: Session Error
de: Sitzungsfehler
zh_hans: 发生错误
zh_hant: 發生錯誤

# INVALID_SESSION
source: Your current session is no longer valid. Please log in again.
de: Ihre aktuelle Sitzung ist nicht mehr gültig. Bitte melden Sie sich erneut an.
zh_hans: 请再次登陆
zh_hant: 請再次登陸

source: Something went wrong
de: Leider ist etwas schiefgegangen.
zh_hans: 出错啦
zh_hant: 出錯啦

# FACEBOOK_ERROR
source: Failed to share on Facebook
de: Teilen auf Facebook ist fehlgeschlagen.
zh_hans: 脸书错误
zh_hant: 臉書錯誤

source: Mail sending failed.
de: Nachrichtenversendung fehlgeschlagen.
zh_hans: 邮件发送错误
zh_hant: 郵件發送錯誤

# NO_ACTIVE_EMAIL
source: No active e-mail account found on this device.
de: Keine gültige E-mail-Adresse für diesen Account.
zh_hans: 没有发现邮箱
zh_hant: 沒有發現郵箱

# UNABLE_TO_SYNC_WISH
source: Unable to sync wish list. Please try logging in again.
de: Ihre Wunschliste konnte nicht synchronisiert werden. Bitte melden Sie sich erneut an.
zh_hans: 同步收藏错误，请再次登入。
zh_hant: 同步收藏錯誤，請再次登入。

# UNABLE_TO_SYNC_BAG
source: Unable to sync bag contents. Please try logging in again.
de: Ihr Warenkorb konnte nicht synchronisiert werden. Bitte melden Sie sich erneut an.
zh_hans: 同步购物车错误，请再次登入。
zh_hant: 同步購物車錯誤，請再次登入。

# UNABLE_TO_ADD_TO_BAG
source: Unable to add to bag. Error communicating with server. Please try again.
de: Ihr Artikel konnte nicht zum Warenkorb hinzugefügt werden. Verbindungsfehler mit dem Server. Bitte versuchen Sie es erneut.
zh_hans: 加入购物车错误，请稍后再试。
zh_hant: 加入購物車錯誤，請稍後再試。

source: No Network Connection
de: Keine Netzwerk-Verbindung.
zh_hans: 网络不给力
zh_hant: 網絡不給力

# NO_NETWORK_CONNECTION_MSG
source: Your device does not appear to be connected to the network. Please try again when you have network connection
de: Ihr Gerät ist nicht mit dem Netzwerk verbunden. Bitte versuchen Sie es erneut, wenn Ihr Gerät mit dem Netzwerk verbunden ist.
zh_hans: 无法连接，请稍后再试
zh_hant: 無法連接，請稍後再試

source: Save Picture
de: Bild speichern
zh_hans: 保存图片
zh_hant: 保存圖片

# E-MAIL_FRIEND
source: E-mail to a friend
de: Einem Freund e-mailen
zh_hans: 发送给朋友
zh_hant: 發送給朋友

# LOOK_WHAT_I_FOUND_ON %@ app! %@
source: Look what I just found on the %@ app! %@
de: Schau was ich gerade in der %@ app %@ gefunden habe!
zh_hans: 分享给你一个我在 %@ 发现的宝贝 %@
zh_hant: 分享給你一個我在%@ 發現的寶貝 %@

# TWITTER_CONFIRMATION
source: Thanks for tweeting.
de: Danke fürs Tweeten.
zh_hans: 分享成功
zh_hant: 分享成功

# IMAGE_SAVED_TITLE
source: Image Saved
de: Bild gespeichert.
zh_hans: 保存图片
zh_hant: 保存圖片

# IMAGE_SAVED_CONFIRMATION
source: Image has been saved onto your device.
de: Das Bild wurde auf Ihrem Gerät gespeichert.
zh_hans: 图片保存成功
zh_hant: 圖片保存成功

# SHARING_CONFIRMATION
source: Thanks for sharing!
de: Danke fürs Teilen!
zh_hans: 分享成功!
zh_hant: 分享成功!

# MAIL_SENT_CONFIRMATION
source: Mail sent successfully.
de: Ihre Nachricht wurde erfolgreich gesendet.
zh_hans: 邮件成功发送
zh_hant: 郵件成功發送

source: Link found
de: Link gefunden
zh_hans: 发现物品
zh_hant: 發現物品

source: Open link
de: Link öffnen
zh_hans: 打开连接
zh_hant: 打開連接

source: Continue
de: Fortfahren

source: SCAN CODE
de: CODE SCANNEN
zh_hans: 扫一扫
zh_hant: 掃一掃

source: Enter code
de: Code eingeben

# SCAN_TOP_TEXT
source: TO SCAN A CODE, ALIGN IT BETWEEN THE LINES BELOW.
de: UM DEN CODE ZU SCANNEN, RICHTEN SIE IHN ANHAND DER GERADEN LINIEN AUS.
zh_hans: 将二维码／条码放入框内，即可自动扫描.
zh_hant: 將二維碼／條碼放入框內，即可自動掃描.

# SCAN_BOTTOM_TEXT
source: TAP THE SCREEN TO FOCUS
de: BERÜHREN SIE DEN BILDSCHIRM UM ZU FOKUSSIEREN.
zh_hans: 点击屏幕对焦
zh_hant: 點擊屏幕對焦

source: Enter code manually
de: Code manuell eingeben

source: Enter the code here
de: Hier Code eingeben
zh_hans: 请在此输入号码
zh_hant: 請在此輸入號碼

# ALIGN_BARCODE
source: Align barcode within the arrows
de: Richten Sie den Barcode innerhalb der Pfeile aus.

# ENSURE_BARCODE
source: Ensure barcode is upright and avoid any shadows or glare
de: Stellen Sie sicher, dass der Barcode aufrecht ist und vermeiden Sie Schatten oder Spiegelungen.

source: QR Code detected.
de: QR Code erfasst.

source: SHARE
de: TEILEN
zh_hans: 分享
zh_hant: 分享

source: BUY
de: KAUFEN
zh_hans: 立即购买
zh_hant: 立即購買

source: Select size:
de: Größe auswählen:
zh_hans: 请选择尺码:
zh_hant: 請選擇尺碼:

source: One Size
de: Einheitsgröße
zh_hans: 均码
zh_hant: 均碼

source: Out of stock
de: Nicht verfügbar
zh_hans: 没货了
zh_hant: 沒貨了

source: Sold Out
de: Ausverkauft
zh_hans: 抢光了
zh_hant: 搶光了

source: Ratings & Reviews
de: Bewertungen & Rezensionen

# SEARCH_KEYWORD
source: Search brand or keyword
de: Suche nach Marke oder Stichwort
zh_hans: 搜索品牌或者关键词
zh_hant: 搜索品牌或者關鍵詞

source: SEARCH ALL PRODUCTS
de: ALLE PRODUKTE DURCHSUCHEN
zh_hans: 请输入要搜索的关键字
zh_hant: 請輸入要搜索的關鍵字

source: SEARCH IN
de: SUCHE IN
zh_hans: 搜索
zh_hant: 搜索

source: Clear
de: Entfernen
zh_hans: 清除
zh_hant: 清除

source: Clear history
de: Verlauf löschen

source: YOUR SEARCH HISTORY
de: IHR SUCHVERLAUF
zh_hans: 你的搜索记录
zh_hant: 你的搜索記錄

# NO_SEARCH_HISTORY
source: You have no search history
de: Sie haben keinen Suchverlauf
zh_hans: 没有你的搜索记录
zh_hant: 沒有你的搜索記錄

source: No search results found
de: Keine Suchergebnisse gefunden
zh_hans: 没有发现任何结果
zh_hant: 沒有發現任何結果

source: No Results
de: Keine Suchergebnisse
zh_hans: 暂无内容
zh_hant: 暫無內容

source: No results found
de: Keine Suchergebnisse
zh_hans: 没有搜索结果
zh_hant: 沒有搜索結果

source: Please try again
de: Bitte versuchen Sie es erneut
zh_hans: 请重试。

source: NO RESULTS FOUND FOR "%@".
de: ES KONNTEN KEINE ARTIKEL IN "%@" GEFUNDEN WERDEN.
zh_hans: 没有发现任何有关 "%@" 的.
zh_hant: 沒有發現任何有關 "%@" 的.

# NO_RESULTS_FOUND_IN "%@".
source: NO RESULTS FOUND IN "%@". TAP SEARCH TO VIEW MORE PRODUCTS.
de: ES KONNTEN LEIDER KEINE ARTIKEL UNTER "%@" GEFUNDEN WERDEN. TIPPEN SIE 'SUCHEN' AN, UM MEHR PRODUKTE ANZUSEHEN.
zh_hans: 在 "%@" 里没有发现相关. 请按“搜索”继续.
zh_hant: 在"%@" 裡沒有發現相關. 請按“搜索”繼續.

# FIRSTNAME_ADDRESS
source: First Name
de: Vorname

# LASTNAME_ADDRESS
source: Last Name
de: Nachname

# EMAIL_ADDRESS
source: Email
de: E-Mail-Adresse

source: Phone
de: Telefon
zh_hans: 电话号码
zh_hant: 電話號碼

# ADDRESS
source: Address 1 (Or company name)
de: Adresszeile 1 (Oder Firmenname)
zh_hans: 地址
zh_hant: 地址

# CITY
source: Town / City
de: Ort / Stadt
zh_hans: 城市
zh_hant: 城市

source: Town / City
de: Ort / Stadt

source: County
de: Verwaltungsbezirk
zh_hans: 省市
zh_hant: 省市

source: Post Code
de: Postleitzahl
zh_hans: 邮编
zh_hant: 郵編

source: Country
de: Land
zh_hans: 国际
zh_hant: 國際

# ADDRESS2
source: Address Line 2
de: Adresszeile 2

source: Company
de: Firma

source: Phone*
de: Telefon*

source: Address*
de: Adresse*

source: City*
de: Stadt*

source: County*
de: Verwaltungsbezirk*

source: Post Code*
de: Postleitzahl*

source: Country*
de: Land*

source: Contact Details
de: Kontaktdetails
zh_hans: 联系方式
zh_hant: 聯繫方式

source: Total amount:
de: Gesamtsumme:
zh_hans: 总额:
zh_hant: 總額:

source: SECURE CHECKOUT
de: ZUM SICHEREN CHECK-OUT
zh_hans: 安全付款
zh_hant: 安全付款

source: NEXT STEP
de: NÄCHSTER SCHRITT
zh_hans: 下一步
zh_hant: 下一步

source: Primary Billing Address
de: Haupt Rechnungsadresse

source: Primary Delivery Address
de: Haupt Lieferadresse

source: Billing Address
de: Rechnungsadresse
zh_hans: 付款地址
zh_hant: 付款地址

source: Delivery Address
de: Lieferadresse
zh_hans: 邮寄地址
zh_hant: 郵寄地址

source: or state/province
de: oder Staat/Verwaltungsbezirk
zh_hans: 或者省市
zh_hant: 或者省市

source: or ZIP code
de: oder Postleitzahl
zh_hans: 或者邮编
zh_hant: 或者郵編

# SAME_ADDRESS
source: Deliver to the same address
de: Zur gleichen Adresse liefern
zh_hans: 发送到同一地点
zh_hant: 發送到同一地點

# CHECKOUT_SECURELY
source: Secure Checkout
de: Zum sicheren Check-out
zh_hans: 安全付款
zh_hant: 安全付款

source: select billing address
de: Rechnungsadresse auswählen
zh_hans: 请选择付款地址

source: select delivery address
de: Lieferadresse auswählen
zh_hans: 请选择邮寄地址

source: new billing address
de: neue Rechnungsadresse

source: new delivery address
de: neue Lieferadresse

# IN_STORE_AVAILABILITY_TITLE
source: PLEASE SELECT YOUR SIZE AND YOUR FAVORITE STORE
de: BITTE WÅHLEN SIE IHRE GRÖßE UND IHREN LIEBLINGS-STORE AUS
zh_hans: 请选择您的尺寸和商店
zh_hant: 請選擇您的尺寸和商店

# IN_STORE_AVAILABILITY_DESCRIPTION
source: Check the availability of this product in your size and at your desired store
de: Verfügbarkeit dieses Artikels in Ihrer Größe und Ihrem gewünschten Store prüfen
zh_hans: 查询您的货物在商店内的库存
zh_hant: 查詢您的貨物在商店內的庫存

# IN_STORE_SIZE
source: Size
de: Größe
zh_hans: 尺寸
zh_hant: 尺寸

# IN_STORE_SELECT_SIZE
source: Select Size
de: Größe auswählen
zh_hans: 请选择尺码
zh_hant: 請選擇尺碼

# IN_STORE_SELECT_STORE
source: Select Store
de: Store auswählen
zh_hans: 请选择商店
zh_hant: 請選擇商店

# BUY_COLLECT
source: Collection
de: In Filiale abholbar
zh_hans: 取货
zh_hant: 取貨

# HOME_DELIVERY
source: UK & Ireland Delivery
de: Lieferung Vereinigtes Königreich & Irland
zh_hans: 英国 & 爱尔兰 送货
zh_hant: 英國 & 愛爾蘭 送貨

source: International Delivery
de: Internationale Lieferung
zh_hans: 国际邮寄
zh_hant: 國際郵寄

source: Please Correct:
de: Bitte korrigieren Sie:
zh_hans: 请更正:
zh_hant: 請更正:
